/**
 * 播放列表
 * @type {Array}
 * 请用数组来定义总列表
 * 再用二维数组定义每个列表
 * 其中列表里的每首歌需用对象定义
 * 请在每个列表中的第一个元素定义列表信息（必须位于第一位）
 * 列表信息必须有一个basic属性，值为true
 * 还要有一个name属性，值为列表名称
 * 可选参数为singer、image，用于为定义的该属性的歌曲调用
 * 每首歌必须有name、src、lrc三个属性
 * src为歌曲相对于index.html的相对路径或绝对路径
 * 可选singer和image属性
 * 在每首歌没有定义singer或image时将使用列表的singer或image
 * 请确保一定有一个被定义
 * 其中name为歌曲名称
 * src为歌曲文件路径
 * lrc为歌词，请用\n或\r将每行歌词隔开，否则无法识别
 */
var mplayer_song = [[
	{
		"basic":true,
		"name":"2016单曲集",
		"singer":"许嵩",
		"img":"/static/images/singer1.png"
	},
	{
		"name":"一睁眼",
		"singer":"沈玮琦",
		"img":"/static/images/singer2.png",
		"src":"/static/music/一睁眼.m4a",
		"lrc":"[ti:一睁眼]\n[ar:沈玮琦]\n[al:一睁眼]\n[by:]\n[offset:0]\n[00:02.65]一睁眼&#32;&#45;&#32;沈玮琦\n[00:03.36]词：许嵩\n[00:03.49]曲：许嵩\n[00:08.13]一睁眼\n[00:08.99]新的一天\n[00:10.84]跳出了多梦的一夜\n[00:13.71]可能旅店的枕垫\n[00:15.78]太软了一些\n[00:19.26]洗好脸走到窗边\n[00:22.08]有风轻轻掀动纱帘\n[00:24.90]心也\n[00:25.90]心也软了一些\n[00:30.58]一睁眼\n[00:31.56]新的一天\n[00:33.36]计划太多会添纠结\n[00:36.24]要不要试着接受\n[00:38.41]快乐一时是一时的哲学\n[00:41.92]没有你在我身边\n[00:44.72]我的幽默渐渐不见\n[00:47.56]雨斜斜&#32;歌绵绵\n[00:50.42]闭关修炼\n[00:52.95]昨晚的梦里面\n[00:55.63]楼台杏花琴弦\n[00:58.47]场面有些古典\n[01:01.02]谁飞扬了裙边\n[01:03.84]你抱着我转圈\n[01:06.40]在南方的雨天\n[01:09.44]怎么雨水都甜\n[01:12.19]怎么回忆都咸\n[01:15.43]昨晚的梦里面\n[01:18.29]时光倒回从前\n[01:21.07]心动还能重演\n[01:23.62]是爱情在身边\n[01:26.44]你送我的项链\n[01:29.23]戴上叫做想念\n[01:31.97]怎么没说再见\n[01:34.92]还没好好告别\n[01:36.95]已睁眼\n[02:06.76]一睁眼\n[02:07.61]新的一天\n[02:09.46]跳出了多梦的一夜\n[02:12.23]可能旅店的枕垫\n[02:14.31]太软了一些\n[02:17.89]洗好脸走到窗边\n[02:20.69]有风轻轻掀动纱帘\n[02:23.43]心也\n[02:24.44]心也软了一些\n[02:29.19]一睁眼\n[02:30.23]新的一天\n[02:32.08]计划太多会添纠结\n[02:34.81]要不要试着接受\n[02:36.96]快乐一时是一时的哲学\n[02:40.49]没有你在我身边\n[02:43.28]我的幽默渐渐不见\n[02:46.16]雨斜斜&#32;歌绵绵\n[02:48.92]闭关修炼\n[02:51.46]昨晚的梦里面\n[02:54.20]楼台杏花琴弦\n[02:57.01]场面有些古典\n[02:59.78]谁飞扬了裙边\n[03:02.38]你抱着我转圈\n[03:05.19]在南方的雨天\n[03:08.07]怎么雨水都甜\n[03:10.84]怎么回忆都咸\n[03:13.98]昨晚的梦里面\n[03:16.76]时光倒回从前\n[03:19.59]心动还能重演\n[03:22.09]是爱情在身边\n[03:24.94]你送我的项链\n[03:27.60]戴上叫做想念\n[03:30.60]怎么没说再见\n[03:33.38]还没好好告别\n[03:35.48]已睁眼\n[03:39.94]一睁眼\n[03:51.23]一睁眼\n[03:57.34]新的一天"
	}
],
[
	{
		"basic":true,
		"name":"青年晚报",
		"singer":"许嵩",
		"img":"/static/images/singer3.png"
	},
	{
		"name":"最佳歌手",
		"src":"/static/music/最佳歌手.m4a",
        "img":"/static/images/singer3.png",
		"lrc":"[ar:许嵩]\n[ti:最佳歌手]\n[00:00.14]许嵩 - 最佳歌手\n[00:01.24]作词：许嵩\n[00:02.09]作曲：许嵩\n[00:03.09]我们最好的遇见\n[00:06.47]是现在这样的四月\n[00:10.67]柳絮抚着那条街\n[00:14.43]像大雪一样的热烈\n[00:18.58]你轻轻唱起我的歌\n[00:22.38]我受宠若惊的喜悦\n[00:26.78]绝佳的歌艺里面\n[00:30.33]多少故事做铺垫\n[00:38.75]我们最好的告别\n[00:42.45]是现在这样没红眼\n[00:46.70]因你而起的一泓喜悲\n[00:49.95]权当年轻留个纪念\n[00:54.66]清晨回笼做了梦\n[00:58.51]你成明星开演唱会\n[01:02.57]场馆里歌迷很多\n[01:05.87]我被人潮推到尽头\n[01:10.43]你在台上唱着我的创作\n[01:14.49]布局谋篇像本悲情小说\n[01:18.59]你太擅长表演\n[01:21.54]表情淡漠反倒有催泪效果\n[01:26.50]我在台下已经开始感动\n[01:30.55]大屏幕里忽然给我镜头\n[01:35.05]微笑挥挥手\n[01:37.30]多懂事的观众\n[01:59.10]初见和告别之间\n[02:02.46]回想只剩星星点点\n[02:06.51]曾以为刻骨细节\n[02:10.21]在骨灰里面怎么捡\n[02:14.62]沿着环路兜一圈\n[02:18.37]循环放你唱过的歌\n[02:22.53]心里的舞台已启幕\n[02:26.08]主角登场引来掌声雷动\n[02:30.43]你在台上唱着我的创作\n[02:34.48]布局谋篇像本悲情小说\n[02:38.63]你太擅长表演\n[02:41.39]表情淡漠反倒有催泪效果\n[02:46.29]我在台下已经开始感动\n[02:50.44]大屏幕里忽然给我镜头\n[02:55.00]微笑挥挥手\n[02:57.30]多懂事的观众\n[03:02.31]你在台上唱着我的创作\n[03:06.56]布局谋篇像本悲情小说\n[03:10.51]你太擅长表演\n[03:13.51]表情淡漠反倒有催泪效果\n[03:18.37]我在台下已经开始感动\n[03:22.37]整个世界全是你的镜头\n[03:26.87]听完这一首\n[03:29.17]就理性的退后\n[03:38.82]直到某一天碰面\n[03:42.32]在某家餐厅或商店\n[03:46.82]你挽着他和我擦肩\n[03:50.17]还好 我手也有人牵\n[03:54.83]广播里响起的歌\n[03:58.23]是“恍若隔世”的注解\n[04:02.53]最佳歌手的头衔\n[04:06.09]大致上有了人选\n[04:10.64]最佳歌手的感言\n[04:14.34]记得要慢慢念"
	}
],
[
	{
		"basic":true,
		"name":"不如吃茶去",
		"singer":"许嵩",
        "img":"/static/images/singer3.png"
	},
	{
		"name":"惊鸿一面",
		"singer":"许嵩 & 黄龄",
		"src":"/static/music/惊鸿一面.m4a",
        "img":"/static/images/singer3.png",
		"lrc":"[ar:许嵩、黄龄]\n[ti:惊鸿一面]\n[00:21.50]翻手为云覆手为雨\n[00:26.12]金盆洗手止风雨\n[00:30.43]不恋红尘却难舍回忆\n[00:34.70]每一段都有你\n[00:41.43]年少初遇常在我心\n[00:45.89]多年不减你深情\n[00:49.94]江山如画又怎能比拟\n[00:54.28]你送我的风景\n[00:58.81]柳下闻瑶琴起舞和一曲\n[01:03.23]仿佛映当年翩若惊鸿影\n[01:07.55]谁三言两语撩拨了情意\n[01:11.92]谁一颦一笑摇曳了星云\n[01:16.22]纸扇藏伏笔玄机诗文里\n[01:20.79]紫烟燃心语留香候人寻\n[01:25.00]史书列豪杰功过有几许\n[01:29.37]我今生何求惟你\n[01:57.46] \n[02:08.67]年少初遇常在我心\n[02:12.88]多年不减你深情\n[02:17.51]江山如画又怎能比拟\n[02:21.42]你送我的风景\n[02:26.14]柳下闻瑶琴起舞和一曲\n[02:30.38]仿佛映当年翩若惊鸿影\n[02:34.77]谁三言两语撩拨了情意\n[02:39.20]谁一颦一笑摇曳了星云\n[02:43.39]纸扇藏伏笔玄机诗文里\n[02:48.06]紫烟燃心语留香候人寻\n[02:52.39]史书列豪杰功过有几许\n[02:56.58]我今生何求惟你\n[03:01.62]远山传来清晨悠然的曲笛\n[03:04.98]晓风掠走光阴\n[03:07.26]残月沉霜鬓里\n[03:09.99]有了你\n[03:12.16]恩怨都似飞鸿踏雪泥\n[03:14.35]飞鸿踏雪泥\n[03:18.60]柳下闻瑶琴起舞和一曲\n[03:22.95]仿佛映当年翩若惊鸿影\n[03:27.30]谁三言两语撩拨了情意\n[03:31.42]谁一颦一笑摇曳了星云\n[03:35.83]纸扇藏伏笔玄机诗文里\n[03:40.21]紫烟燃心语留香候人寻\n[03:44.83]史书列豪杰功过有几许\n[03:49.18]我今生何求惟你\n[03:53.72]我今生何求惟你"
	}
]];